{"user":"prueba",
 
    "categorias":[
        
        {"name":"Anime","description":"Monitos japoneses.","productions":[]},
        {"name":"Aventuras","description":"Las mejores experiencias, las más arriesgadas.","productions":[]},{"name":"Comedia","description":"Te partirás de risa.","productions":[]},
        {"name":"Drama","description":"Contexto serio, con un tono y una orientación más susceptible de inspirar tristeza y compasión. ","productions":[]}
        
        ],
 
    "producciones":[
        {"title":"1408","nationality":"USA","image":"imagenes\/1408.jpg","publication":"2007-06-22T00:00:00.000Z","synopsis":"Basada en un relato de Stephen King, cuenta la historia de un escritor de novelas de terror (John Cusack) bastante escéptico. De hecho, se dedica a desacreditar fenómenos paranormales ocurridos en supuestas casas encantadas. Aunque no cree en la existencia de vida más allá de la muerte, sus ideas al respecto cambiarán cuando entre en la habitación 1408 del Hotel Dolphin.","resource":{},"locations":[]},
        {"title":"Caza Fantasmas","nationality":"USA","image":"imagenes\/caza-fantasmas.jpg","publication":"1984-12-05T00:00:00.000Z","synopsis":"Durante sus años en la profesión, el detective Harrison (Michael Madsen) ha visto más horror que la mayoría de las personas podrían ver en dos vidas. Harrison está quemado y se prepara para pasar el testigo a un prometedor novato, que ya está listo para ocupar su puesto en el cuerpo de policía, cuando tiene lugar el asesinato de varios matones de los bajos fondos. Harrison se ve obligado a ocuparse del que sería su último caso junto a su joven protegido. Sin embargo, las investigaciones no consiguen ninguna pista clara sobre quién pudo cometer los crímenes. Es entonces cuando el asesino empieza a burlarse del detective proporcionando una serie de pistas confusas, además de unas fotografías espeluznantes que deja en la escena del crimen. A partir de entonces, un caso que no quedó resuelto en su día amenaza con sacar a la luz ahora los pecados del pasado. ","resource":{},"locations":[]},
        {"title":"La tumba de las luciernagas","nationality":"Japón","image":"imagenes\/tumba.jpg","publication":"1967-01-10T00:00:00.000Z","synopsis":"Segunda Guerra Mundial (1939-1945). Seita y Setsuko son hijos de un oficial de la marina japonesa que viven en Kobe. Un día, durante un bombardeo, no consiguen llegar a tiempo al búnker donde su madre los espera. Cuando después buscan a su madre, la encuentran malherida en la escuela, que ha sido convertida en un hospital de urgencia.","resource":{},"locations":[]},{"title":"Que se mueran los feos","nationality":"España","image":"imagenes\/feos.jpg","publication":"2010-06-24T00:00:00.000Z","synopsis":"Eliseo es feo, cojo, está soltero y nunca ha conocido el amor. Nati es fea, le falta un pecho y está separada, pero tampoco conoce el verdadero amor. Él piensa que lo peor de su vida está aún por llegar. Ella piensa exactamente todo lo contrario. Al morir la madre de Eliseo, los dos vuelven a encontrarse después de veinte años. Quizá sea la última oportunidad que se les presenta de enamorarse y ser felices.","resource":{},"locations":[]},{"title":"Red2","nationality":"USA","image":"imagenes\/red2.jpg","publication":"2025-02-25T00:00:00.000Z","synopsis":"Frank Moses (Bruce Willis), agente retirado de la CIA, vuelve a reunir a su peculiar equipo de élite para emprender la búsqueda de un dispositivo nuclear portátil desaparecido. Durante la operación tendrán que enfrentarse a un ejército de implacables asesinos, despiadados terroristas y oficiales del Gobierno enloquecidos por el poder. Todos ellos están ansiosos por hacerse con el arma letal, pero no son conscientes de lo que significa enfrentarse al equipo de Retirados Extremadamente Peligrosos y sus tácticas de la vieja escuela.","resource":{},"locations":[]},
        {"title":"Twin Peaks","nationality":"USA","image":"imagenes\/twin_peaks.jpg","publication":"1995-12-21T00:00:00.000Z","synopsis":"Serie de TV (1990-1991). 2 temporadas. 30 episodios. El excéntrico agente del FBI Dale Cooper (Kyle MacLachlan) llega a Twin Peaks, una pequeña población montañosa, para investigar el brutal asesinato de la joven y bella Laura Palmer, la chica más popular del instituto de la localidad. Con la ayuda del sheriff del pueblo, el amable Harry S. Truman (Michael Ontkean), el agente Cooper comienza a interrogar a los habitantes del pueblo y va descubriendo poco a poco que muchos de ellos esconden oscuros y misteriosos secretos.","seasons":[]}
        
        ],
 
    "actores":[
        {"name":"Javier","lastname1":"Cámara","lastname2":"Rodríguez","born":"1967-01-19T00:00:00.000Z","picture":"imagenes\/javier-camara.jpg"},
        {"name":"John","lastname1":"Cusack","lastname2":"","born":"1970-08-28T00:00:00.000Z","picture":"imagenes\/john.jpg"},{"name":"Kyle","lastname1":"MacLachlan","lastname2":"","born":"1959-02-22T00:00:00.000Z","picture":"imagenes\/kyle.jpg"},{"name":"María del Carmen","lastname1":"García","lastname2":"y Maura","born":"1945-09-15T00:00:00.000Z","picture":"imagenes\/Carmen-Maura.jpg"},
        {"name":"Samuel","lastname1":"L.Jackson","lastname2":"","born":"1948-12-21T00:00:00.000Z","picture":"imagenes\/samu.jpg"}
        
        ],
 
    "directores":[
        {"name":"David","lastname1":"Lynch","lastname2":"","born":"1946-01-20T00:00:00.000Z","picture":"imagenes\/David_Lynch.jpg"},{"name":"Dean","lastname1":"Parisot","lastname2":"","born":"1952-01-01T00:00:00.000Z","picture":"imagenes\/Dean.jpg"},{"name":"Isao","lastname1":"Takahata","lastname2":"","born":null,"picture":"imagenes\/Isao_Takahata.jpg"},{"name":"Ivan","lastname1":"Reitman","lastname2":"","born":"1946-07-30T00:00:00.000Z","picture":"imagenes\/Ivan_Reitman.jpg"}
     
        ]
}